{
	"cards": [
		{
			"date": "18/07/2022 22:13:09",
			"message": "Nidaaa nidali1NidaHeart \n\nAlles gute zum Geburtstag ma friend!\nIm so glad I got to know you and see you create this community.\n\nI hope you have a great day and I'm looking forward to many more fun moments with you nidali1NidaHeart nidali1NidaHeart",
			"media": null,
			"name": "luckydye"
		},
		{
			"date": "17/07/2022 15:12:20",
			"message": "Being part of your community has been awesome. Seeing you as well as others in the community grow and bond has been amazing. Thank you for creating this wonderful community with such awesome people and allowing me to become a part of it. It has genuinely become my favorite place over the months.\n\nI feel like you will accomplish so much and will always be here to follow along! I envy your dedication, and respect you a lot as a person as well as a good friend. Looking forward to getting to know you irl this year. Thank you for always caring and being so incredibly kind. I really appreciate you! \n\nHappy Birthday Nida! Have an amazing Birthday ^^",
			"media": null,
			"name": "Charan"
		},
		{
			"date": "17/07/2022 23:28:18",
			"message": "YO NIDA! Happy 21st birthday! It hasn’t been long since I’ve met you but I’m glad I did!\n\nI look forward to meeting in Korea!\nKeep up the good work mate ",
			"media": null,
			"name": "BangTTS"
		},
		{
			"date": "18/07/2022 15:06:53",
			"message": "happy birthday nida i know we dont know each other but i did silently lurked in some of your streams  like a hawk and i will stop by properly have a wonderful birthday you are an amazing person ",
			"media": null,
			"name": "destroyer "
		},
		{
			"date": "18/07/2022 15:50:50",
			"message": "Happy 50th Birthday Space Callisto!!!!  nidaClown :yasBih",
			"media": null,
			"name": "Ecl"
		},
		{
			"date": "18/07/2022 21:07:02",
			"message": "Wishing you the happies birthday and healthiest life. May your pillow be cold on both sides nidali1NidaHeart (There will be a short video for you so extra uwu warning ahead! )",
			"media": {
				"src": "media/1T9wR-W2r6-NXxkx9IC8EJSn_KRH6l91d.jpeg",
				"type": "image/jpeg",
				"embed": "https://drive.google.com/file/d/1T9wR-W2r6-NXxkx9IC8EJSn_KRH6l91d/preview"
			},
			"name": "Dende"
		},
		{
			"date": "19/07/2022 14:26:24",
			"message": "GEFELICITEERD NIDAAA. I hope you have a great day. You’ve created an amazing community and I’m very glad I get to be a part of it. Cheers to more life and more blessings coming ur way nidali1NidaHeart",
			"media": null,
			"name": "stylo"
		},
		{
			"date": "19/07/2022 14:28:05",
			"message": "HAPPY BIRTHDAY NIDA! Thanks for putting a smile on our faces and making our days that little bit better with your antics. I hope all your wishes and dreams come true. Time to finally break out that lobster. NidaHeart",
			"media": null,
			"name": "ACE"
		},
		{
			"date": "19/07/2022 17:23:10",
			"message": "Happy Birthday Nida! nidali1Pew Happy Forever 21! nidali1Pew \nWish nothing but the best for you and that you will always be forever beautiful like this nidaClown   ",
			"media": null,
			"name": "Niessuh21"
		}
	]
}