{
	"cards": [
		{
			"date": "18/07/2022 22:13:09",
			"message": "Nidaaa nidali1NidaHeart \n\nAlles gute zum Geburtstag ma friend!\nIm so glad I got to know you and see you create this community.\n\nI hope you have a great day and I'm looking forward to many more fun moments with you nidali1NidaHeart nidali1NidaHeart",
			"media": null,
			"name": "luckydye"
		},
		{
			"date": "24/07/2022 14:52:50",
			"message": "Being part of your community has been awesome. Seeing you as well as others in the community grow and bond has been amazing. Thank you for creating this wonderful community with such awesome people and allowing me to become a part of it. It has genuinely become my favorite place over the months.\n\nI feel like you will accomplish so much and will always be here to follow along! I envy your dedication, and respect you a lot as a person as well as a good friend. Looking forward to getting to know you irl this year. Thank you for always caring and being so incredibly kind. I really appreciate you! \n\nHappy Birthday Nida! Have an amazing Birthday ^^ nidali1NidaHeart",
			"media": {
				"src": "media/17dN___rCx08TU61m1v5R_HJoZE5W_iBN.png",
				"type": "image/png",
				"embed": "https://drive.google.com/file/d/17dN___rCx08TU61m1v5R_HJoZE5W_iBN/preview"
			},
			"name": "Charan"
		},
		{
			"date": "24/07/2022 14:28:16",
			"message": "Bro,\nBrooo,\nBROOOOO! Its your freaking birthday today!! \n\nHoch sollst du leben, hoch sollst du leben, dreimal hoch nidali1NidaHype \n\nHAPPY BIRTHDAY Nida! nidali1NidaHype\nCheers to you and all the amazing things you have accomplished so far! Wishing you the happiest of birthdays and many more! nidali1NidaHeart\n\nAlso, you suck at aging! Can you at least try to look older? hihi nidali1Pew\n\nAll the best,\nYour drinking buddy Viet \n\nPS: Remember our first selfie toghether in Hongdae? T_T\n",
			"media": {
				"src": "media/1F6y24pxoZxmK3k12lgspTwprB0NmwtDo.jpeg",
				"type": "image/jpeg",
				"embed": "https://drive.google.com/file/d/1F6y24pxoZxmK3k12lgspTwprB0NmwtDo/preview"
			},
			"name": "Viet"
		},
		{
			"date": "24/07/2022 04:38:01",
			"message": "HAPPYY 30TH BURFDAYY!! nidali1NidaHype \nheute geht's nur um dich girl!! hope powda lets u hold her eeextra long today! nidali1PowderPat \njust 40y old and u managed to cultivate this awesome community to which i can proudly say 'i'm part of this' nidali1NidaHeart \nimma be corny rq- u and chat helped me in ways i cant even begin to describe! so..\nthank u and cheers to more IRLing, slaying and pooping! nidali1Thankyou \nmy fave ajumma strimmer.. TT 60y.. just wow :)\n\nps: spam peepooPooPoo chat",
			"media": {
				"src": "media/1RioPriD1ucMbdAPpaE0AgdpqnIyl8vrJ.png",
				"type": "image/png",
				"embed": "https://drive.google.com/file/d/1RioPriD1ucMbdAPpaE0AgdpqnIyl8vrJ/preview"
			},
			"name": "eleganto poopi"
		},
		{
			"date": "24/07/2022 14:35:15",
			"message": "Happy Birthday Nida! You're such an amazing, talented and wholesome person! you truly deserve all the happiness in the world and I'm so glad to have been a part of the best community on twitch nidali1NidaHeart . I'm sure everyone around you gets to learn something new from you and you've always inspired me as a person I really like how you're honest and dedicated in everything you do and care about the teensy tiniest things and I've always wanted to say that you have such a cute laugh which always cheers me up. Its another year of you being wise beyond your ears and even more crazier but never stop doing what you love, Wish you a lot of success in all of your ventures in life be it modeling, singing, dancing, streaming, or acting I know you'll be amazing at everything you do. Happy Birthday Nida/Poopy Head/cult leader/chicken gang/nidaliada!  nidali1NidaHype \n- Jash ",
			"media": {
				"src": "media/1NyXrTLZRv0MyupGTcti7xpqH5j-Xx0gC.jpeg",
				"type": "image/jpeg",
				"embed": "https://drive.google.com/file/d/1NyXrTLZRv0MyupGTcti7xpqH5j-Xx0gC/preview"
			},
			"name": "Jash"
		},
		{
			"date": "17/07/2022 23:28:18",
			"message": "YO NIDA! Happy 21st birthday! It hasn’t been long since I’ve met you but I’m glad I did!\n\nI look forward to meeting in Korea!\nKeep up the good work mate ",
			"media": null,
			"name": "BangTTS"
		},
		{
			"date": "18/07/2022 15:06:53",
			"message": "happy birthday nida i know we dont know each other but i did silently lurked in some of your streams  like a hawk and i will stop by properly have a wonderful birthday you are an amazing person ",
			"media": null,
			"name": "destroyer "
		},
		{
			"date": "18/07/2022 15:50:50",
			"message": "Happy 50th Birthday Space Callisto!!!!  nidaClown :yasBih",
			"media": null,
			"name": "Ecl"
		},
		{
			"date": "18/07/2022 21:07:02",
			"message": "Wishing you the happies birthday and healthiest life. May your pillow be cold on both sides nidali1NidaHeart (There will be a short video for you so extra uwu warning ahead! )",
			"media": {
				"src": "media/1T9wR-W2r6-NXxkx9IC8EJSn_KRH6l91d.jpeg",
				"type": "image/jpeg",
				"embed": "https://drive.google.com/file/d/1T9wR-W2r6-NXxkx9IC8EJSn_KRH6l91d/preview"
			},
			"name": "Dende"
		},
		{
			"date": "19/07/2022 14:26:24",
			"message": "GEFELICITEERD NIDAAA. I hope you have a great day. You’ve created an amazing community and I’m very glad I get to be a part of it. Cheers to more life and more blessings coming ur way nidali1NidaHeart",
			"media": null,
			"name": "stylo"
		},
		{
			"date": "19/07/2022 14:28:05",
			"message": "HAPPY BIRTHDAY NIDA! Thanks for putting a smile on our faces and making our days that little bit better with your antics. I hope all your wishes and dreams come true. Time to finally break out that lobster. NidaHeart",
			"media": null,
			"name": "ACE"
		},
		{
			"date": "19/07/2022 17:23:10",
			"message": "Happy Birthday Nida! nidali1Pew Happy Forever 21! nidali1Pew \nWish nothing but the best for you and that you will always be forever beautiful like this nidaClown   ",
			"media": null,
			"name": "Niessuh21"
		},
		{
			"date": "19/07/2022 20:25:39",
			"message": "Happy Birthday Nida! I'm so happy to have stumbled upon you! There's great things ahead!",
			"media": null,
			"name": "Niveus"
		},
		{
			"date": "20/07/2022 15:52:20",
			"message": "Happppppy Birthday Nida. Wish you a year full of poops and surprises. Stay Happy, blessed and beautiful Always :nidali1NidaHeart: :nidali1NidaHeart:",
			"media": {
				"src": "media/14fdj8ax4UJnq4wu-6BQh1TbJf-r1m8za.jpeg",
				"type": "image/jpeg",
				"embed": "https://drive.google.com/file/d/14fdj8ax4UJnq4wu-6BQh1TbJf-r1m8za/preview"
			},
			"name": "Akshay Khanna (Red Titan Poopy)"
		},
		{
			"date": "20/07/2022 17:35:53",
			"message": "Happy 30th oh i mean 28th birthday!  🎊🥳 🎁 🎉🎊.Thank you for bringing all the joy and laughter into our lives with your quirky personality and litt streams. It was great to see you go from \"what is loggey tech? \" to streaming flawlessly with nintendo switch. We've noticed the amount of time and dedication you've committed into making the stream enjoyable for us viewers and for that kamsamNIDA nidali1Thankyou . Here's to creating many more great memories with you and the community nidali1Pew nidali1NidaHeart  (This is where i redeem hydrate) CHEERS 🥂 *cling* 🥂",
			"media": null,
			"name": "NotYo💩"
		},
		{
			"date": "21/07/2022 01:00:49",
			"message": "hi Nida HAHAHAHAHA getting older BBoomer. Hope you are blessed with health, wealth and may all your wishes/dreams come true. Keep being wholesome like you always did. Whats for dinner Nida?",
			"media": null,
			"name": "Fir "
		},
		{
			"date": "21/07/2022 08:10:04",
			"message": "Happy Birthday Nida! nidali1NidaHeart ! I hope you have a very nice day!  Keep sparkling joy :)",
			"media": null,
			"name": "Treehousewrath"
		},
		{
			"date": "21/07/2022 11:18:13",
			"message": "Aus der Heimat alles Liebe. Ich denke du weißt, wen die \"Kacke\" am dampfen ist, kannst du immer mit meiner Hilfe rechnen. PS: Als Model sind die B-days eigentlich Trauertage. Aber je reifer die Frucht umso saftiger und süßer der Geschmack.",
			"media": {
				"src": "media/1082fTpoJFzbj-GRUujiMGSc9REjjhkax.jpeg",
				"type": "image/jpeg",
				"embed": "https://drive.google.com/file/d/1082fTpoJFzbj-GRUujiMGSc9REjjhkax/preview"
			},
			"name": "Taschentuchi"
		},
		{
			"date": "21/07/2022 14:37:06",
			"message": "Hi Nida nidali1NidaWave ,\nI know we just met recently but a very Happy Birthday to you, keep being yourself and may all your wishes come true nidali1NidaHeart Let me share some German birthday wisdom with you on your special day:\nLeb deinen Traum, denn er wird wahr. Geh deinen Weg, stelle dich der Gefahr. Alles was wichtig ist, wirst du erkennen wenn die Zeit gekommen ist. Greif nach den Sternen, du bist bereit. Glaub an dich, bald ist es so weit. Wir werden bei dir sein.\n\nHappy happy Birthday nidali1Pew \n",
			"media": null,
			"name": "Samurai_hamster"
		},
		{
			"date": "21/07/2022 15:26:55",
			"message": "HAPPIESTT BDAYYY NIDAA!! God blessing you and keep being the incredible and sweet person you are!!! you are so lovedd and you are amazinggg!! BIG LOVE AND HUG FROM ME !!! ",
			"media": null,
			"name": "Sharon"
		},
		{
			"date": "22/07/2022 11:19:14",
			"message": "Happy Birthday! Wishing lots of blessing and happiness!  Even tho im rarely in your community!",
			"media": null,
			"name": "Candy3z"
		},
		{
			"date": "22/07/2022 13:00:59",
			"message": "NIDAAA\nHAPPY BIRTHDAY NIDA!!!\nMan there's numerous things I could say about how much of an amazing person you are, you are so sweet, so lovable and caring of a human being. Honestly the best kind of person to be around. I am so happy to discover your channel through will's streams otherwise I would have not known of how much of a fun and interesting person you are. Truly there are a lot of things that I'm grateful to you and I'm thankful that I am able to drop by your streams and have a great time with you and your community. \nI could go on and on about all the things about why I'm grateful to you but i know i don't have the luxury for long messages (because I'm not the only one writing this so heheh). But once again Happy birthday Nida and i wish you the best birthday with all the yummy foods that are waiting for you.\n\nby yours truly\nKatsu nidali1NidaHeart",
			"media": {
				"src": "media/1qpaVRsNfU37jJn1-m_YKOHT3RT8ObRIS.png",
				"type": "image/png",
				"embed": "https://drive.google.com/file/d/1qpaVRsNfU37jJn1-m_YKOHT3RT8ObRIS/preview"
			},
			"name": "SEIKATSU"
		},
		{
			"date": "22/07/2022 14:06:56",
			"message": "Hi Nida, happy birthday to you. Hope you have a blast and a wonderful time <3 Really like watching your streams and the fun content you put out. Even though I may not chat much or seem like I'm not there know that I am always lurking (at least to the stream I do make it to). Once again have a very happy birthday Nida nidali1Pew nidali1NidaHype nidali1NidaHeart ",
			"media": null,
			"name": "Mastema51"
		},
		{
			"date": "22/07/2022 18:51:17",
			"message": "Didn't go to Greece or got tanned but here you go",
			"media": {
				"src": "media/1JglMhJFsTAfzZh07Hbi4yGDdAXGWgFCW.jpeg",
				"type": "image/jpeg",
				"embed": "https://drive.google.com/file/d/1JglMhJFsTAfzZh07Hbi4yGDdAXGWgFCW/preview"
			},
			"name": "sanddrifter"
		},
		{
			"date": "22/07/2022 21:06:34",
			"message": "Happy Birthday nidali1NidaHeart ",
			"media": null,
			"name": "Tim"
		},
		{
			"date": "22/07/2022 21:24:15",
			"message": "I just wanted to take this opportunity and say sorry and a very Happy Birth Anniversary to you Lutz Von Nida. Sending this E-Puddingteilchen for your indulgence. ",
			"media": {
				"src": "media/1cSsBcdwOGQ1oB1UbrM-PUamiB9QaGb53.jpeg",
				"type": "image/jpeg",
				"embed": "https://drive.google.com/file/d/1cSsBcdwOGQ1oB1UbrM-PUamiB9QaGb53/preview"
			},
			"name": "the worst OG oat"
		},
		{
			"date": "23/07/2022 02:26:16",
			"message": "니다누나  생일축하해용. 우리 누나가 너무 예쁜하고 꿀잼 사람이에요. That's as far my Korean goes. Congratulations on turning 22 this year! KEKW Our dear Nidar, wishing you the best of health and luck on your career. ",
			"media": null,
			"name": "오니온 하세요? 감자 합미다?"
		},
		{
			"date": "23/07/2022 02:43:06",
			"message": "nidali1NidaWave Happy Birthday Nida. I am very happen to have found your stream through Rei. You have a very great and fun personality. Hope I am able to meet the cool Nida one day. Have a great birthday. Hope you always stay healthy and continue being the great person you are! nidali1NidaHeart nidali1Pew nidali1Pew",
			"media": null,
			"name": "Pingdd7"
		},
		{
			"date": "23/07/2022 08:43:01",
			"message": "¡Feliz Cumpleaños! Today is your day to be the center of attention, well something called Powder might take some. Coke jokes are probably not very accessible to most so I will put that line away and instead try for a line to Katsu. Ok back to you, the birthday queen! It has been great getting to know you through chats as well as a pleasure meeting a group of awesome people from your community that you have fostered. In case I don't tell you enough, I really appreciate your streams and I'm so grateful for all that you do.",
			"media": {
				"src": "media/1-nYwHki3XtiamkiGNOi2qgeFO8cOrWS7.jpeg",
				"type": "image/jpeg",
				"embed": "https://drive.google.com/file/d/1-nYwHki3XtiamkiGNOi2qgeFO8cOrWS7/preview"
			},
			"name": "SputNikPlop"
		},
		{
			"date": "23/07/2022 10:13:34",
			"message": "nida u slay guurrrll u so fine queeen anyways I hope u celebrate your birthday like the day you were born, naked, screaming, and covered in blood. love xoxo şişedibi",
			"media": null,
			"name": "şişedibitanrisi"
		},
		{
			"date": "23/07/2022 10:32:28",
			"message": "HAPPY BIRTHDAY NIDA nidali1NidaHeart nidali1NidaHype",
			"media": {
				"src": "media/1Y1ABPrighgFlYrw3x9OBjWTjK4AIrkKD.jpeg",
				"type": "image/jpeg",
				"embed": "https://drive.google.com/file/d/1Y1ABPrighgFlYrw3x9OBjWTjK4AIrkKD/preview"
			},
			"name": "Tommy"
		},
		{
			"date": "23/07/2022 13:39:48",
			"message": "Happy Birthday Nidaaa!! Knowing you is one of the biggest blessings last year and I'm glad to have you as a fren nidali1NidaHeart I hope you nothing but the best and continue to thrive in everything that you do nidali1NidaHype Hope we can meet soon one day! nidali1Pew",
			"media": null,
			"name": "LadyReii"
		},
		{
			"date": "23/07/2022 14:25:58",
			"message": "Happy Birthday my MJ Queen, love the streams, thanks for all the good times on stream ",
			"media": {
				"src": "media/1CCTSs6N4cR3aXrkckgAb9qHGCaMzP1ne.gif",
				"type": "image/gif",
				"embed": "https://drive.google.com/file/d/1CCTSs6N4cR3aXrkckgAb9qHGCaMzP1ne/preview"
			},
			"name": "os_x_esquilax"
		},
		{
			"date": "23/07/2022 16:15:53",
			"message": "Hi ms. Nida. I would like to wish you a happy birthday. I hope that you will be successful in reaching you goals and endure in your future endeavors. nidali1NidaHeart nidali1NidaHeart",
			"media": null,
			"name": "Juniopawzzz"
		},
		{
			"date": "23/07/2022 17:22:43",
			"message": "Happy birthday to the best gal~~~ 🎂🎂, I'm waiting for you to be Korea's next top model",
			"media": null,
			"name": "Starkie"
		},
		{
			"date": "23/07/2022 17:44:49",
			"message": "Happy Birthday",
			"media": null,
			"name": "Siege84"
		},
		{
			"date": "23/07/2022 17:49:41",
			"message": "Happy Birthday! I hope you win all your 50/50s on genshin! Prayge\nand remember to smile awkwardly when people sing you a Happy Birthday KEKW",
			"media": null,
			"name": "FizzuDesu"
		},
		{
			"date": "23/07/2022 21:33:35",
			"message": "Happy Birthday Nida!! Hope you have a great one. Thank you for not being annoyed with us. The past year we learned so much from you. How you are yourself and not ashamed of whom you are. Thank you for always putting a smile on each of your viewers smile. Keep being you. Also do you want to do a chat movie (pg-13 not Japanese lesbian) night? Hehe ",
			"media": null,
			"name": "Duyphamm"
		},
		{
			"date": "23/07/2022 21:38:07",
			"message": "Hello Nida! This is duane. I wish you a happy birthday and all the happiness you deserve. Meowlone, M'baku and Elvis are sending you love too. I'm always thankful to have you as my friend. You are sweet, kind and gorgeous. Stay healthy sis. Love ya.",
			"media": {
				"src": "media/1GCwwpmbKtjUhXuYCKGGkHZw2zTdDj47I.jpeg",
				"type": "image/jpeg",
				"embed": "https://drive.google.com/file/d/1GCwwpmbKtjUhXuYCKGGkHZw2zTdDj47I/preview"
			},
			"name": "Duane"
		},
		{
			"date": "24/07/2022 02:02:40",
			"message": "Happy Birthday Nida, Thank you for all the streams who could of thought that asking a streamer to help lift a hex from me could result in such a pleasant experience not only with you but also with your community who have been nothing but a pleasure to interact with. \n\nI hope your birthday is filled with love and positivity, \n\nGrove Street 4 life xxoo",
			"media": {
				"src": "media/1E-4s712ktHo80IkcluJEELOTeNvOWnCM.jpeg",
				"type": "image/jpeg",
				"embed": "https://drive.google.com/file/d/1E-4s712ktHo80IkcluJEELOTeNvOWnCM/preview"
			},
			"name": "Neo_Zeong"
		},
		{
			"date": "24/07/2022 13:55:44",
			"message": "A true friend remembers your birthday but not your age... Happy Birthday!!",
			"media": null,
			"name": "Karlostdmc"
		},
		{
			"date": "24/07/2022 15:06:41",
			"message": "My babe Nida! Happy birthday to my lovely famous streamer and amazing model friend~ cannot wait to celebrate together 🎉 for more years being amazingly cool and doing what u love in life, I’ll be always cheering for you 🤍 love ya tons ☺️",
			"media": {
				"src": "media/1xBUN6LLOQsOaS37niWs7I4D8zvVDISzW.jpeg",
				"type": "image/jpeg",
				"embed": "https://drive.google.com/file/d/1xBUN6LLOQsOaS37niWs7I4D8zvVDISzW/preview"
			},
			"name": "Hemwild"
		},
		{
			"date": "24/07/2022 15:39:07",
			"message": "생일 축하해 사랑하는 니다씨 nidali1NidaHeart You might be a year older but you're also a year wiser nidali1Pew So make the most of it and have an another amazing year 니다씨. 사랑해 nidali1Pew",
			"media": null,
			"name": "스팰 발건 (SpareFalcon6)"
		},
		{
			"date": "24/07/2022 15:50:34",
			"message": "Hi Nida,\nJust want to say I appreciate you and the poop community you have harvested. You are a smrt, funny, cool, dank, memey, wonderful, beautiful, edumacated and kind hearted hoomans. Don't say nuor cause I am a expert on great and shitty humans. Thank you for bringing so much funnies and awesomeness to our lives Nida. We love youu. Baiiiii",
			"media": {
				"src": "media/1wAi6ZwZpdF3bQP2_r0esILk1zjYaxnuP.png",
				"type": "image/png",
				"embed": "https://drive.google.com/file/d/1wAi6ZwZpdF3bQP2_r0esILk1zjYaxnuP/preview"
			},
			"name": "1o11er poop"
		},
		{
			"date": "24/07/2022 16:15:52",
			"message": "Hey Nida! Happy birthday to youuu 🎂 I would have loved to be here like you were for my bday, but I wish you are having a blast anyway and eat some cake, or some chicken butthole which is the legacy you left me hahaha 👀 thank you so much for the norebang nights and time spent together, which was short but super fun 😁 best wishes from me and Marta!!",
			"media": null,
			"name": "MarcRyuu"
		}
	]
}